Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sametingsradet_med_klar_beskjed:_-_vi_lider_under_manglende_kunnskap_i_skolene.html.tmx
Source language: nob
Languages: sme

source: Sametingsrådet med klar beskjed: - Vi lider under manglende kunnskap i skolene
sme: Sámediggeráđis čielga diehtu: – Mii gillát go skuvllain lea váilevaš máhttu

source: Sametingsrådet løfter spørsmål om kvalitet i skolene til Sametingets plenum i mars.
sme: Sámediggeráđđi lokte gažaldaga skuvllaid kvaliteahta birra Sámedikki njukčamánu dievasčoahkkimii.

source: Plenumssaken peker på store strukturelle utfordringer i kvalitetssystemet med blant annet nasjonale prøver og elevundersøkelser som ikke viser samiske elevers faglig og sosiale utvikling.
sme: Dievasčoahkkinášši cuiggoda stuora struktuvrralaš hástalusaide kvalitehtavuogádagas earret eará nationála iskosiid ja ohppiidiskosiid oktavuođas mat eai čájet sámi ohppiid fágalaš ja sosiála ovdáneami.

source: – Vi vet lite om samiske elevers lese- og skriveutvikling, og heller ikke hvordan de trives på skolen.
sme: – Mii diehtit unnán ohppiid lohkan- ja čállinovdáneami birra, eatge movt sii loktet skuvllas.

source: Jeg frykter at frafall på 30% fra samiskfagene er et tegn på et større problem, sier sametingsråd Mikkel Eskil Mikkelsen (NSR).
sme: Mun balan ahte 30 % heaitin sámegielfágain lea stuorit váttisvuođa mearka, dadjá sámediggeráđđi Mikkel Eskil Mikkelsen (NSR).

source: Mikkelsen er bekymret over at generelle nasjonale kvalitetsutviklingstiltak ikke omfatter samiske elevers skoletilbud godt nok.
sme: Mikkelsen ballá ahte obbalaš nationála kvalitehtaovdánahttindoaimmat eai fátmmas sámi ohppiid skuvlafálaldaga doarvái bures.

source: Når vi ikke vet noe om samiske elevers lese- og skriveutvikling eller sosiale trivsel, så har vi i realiteten svekket mulighet til å utvikle samiskopplæringen.
sme: Go eat dieđe maidege sámi ohppiid lohkan- ja čállinovdáneami birra dahje sosiála loaktima, de lea duođaid vejolašvuohta ovdánahttit sámegieloahpu hedjonan.

source: Kvalitetsvurderingssystemet som blant annet består av nasjonale prøver, elevundersøkelser og kartleggingsprøver blir ofte debattert nasjonalt.
sme: Kvalitehtaárvvoštallanvuogádat mas earret eará leat nationála geahččaleamit, ohppiidiskkadeamit ja kártengeahččaleamit digaštallojuvvojit dávjá našuvnnalaččat.

source: Samiske elever har et annet utgangspunkt enn ikke-samiske elever.
sme: Sámegielat ohppiin lea eará vuolggasadji go ohppiin geat eai leat sámegielagat.

source: Forutsetningene for utvikling er betydelige annerledes.
sme: Ovdáneami eavttut leat áibbas earáláganat.

source: Det er stor mangel på tilgangen på samiske læremidler slik som digitale læremidler og trykte tekster.
sme: Sámegielat oahponeavvuid nu go digitála oahpponeavvuid ja deaddiluvvon teavsttaid ii báljo fidne.

source: Mye av opplæringen i samisk skjer i stor grad gjennom fjernundervisning.
sme: Stuora oassi sámegiel oahpahusas lea gáiddusoahpaheapmi.

source: Utfordringene er manglende hospiteringsordninger, oppstykket opplæring, lærermangler og ufaglærte lærere, mener rådsmedlem Mikkelsen.
sme: Hástalusat leat váilevaš hospiterenortnegat, deaddiluvvon oahponeavvut, oahpaheaddjit váilot ja leat oahpaheaddjit geain ii leat oahppu, oaivvilda ráđđelahttu Mikkelsen.

source: I dag er det få samiske elever som gjennomfører nasjonale prøver og eksamener.
sme: Unnán sámi oahppit čađahit dál nationála iskosiid ja eksámeniid.

source: Dette gir et dårligere kvantitativt kunnskapsgrunnlag om samiske elever, og personvernet blir heller ikke godt nok ivaretatt.
sme: Dát mielddisbuktá heajut kvantitatiiva máhttovuođu sámi ohppiid birra, ja personsuodjalus iige fuolahuvvo doarvái bures.

source: – Det viktigste arbeidet fremover er å finne gode løsninger på disse utfordringene, som å gjøre aktuelle tall og data tilgjengelig for bruk i kvalitetsutvikling, sier Mikkelsen.
sme: – Deháleamos bargu dás ovddasguvlui lea gávdnat buriid čovdosiid hástalusaide, nugo áigeguovdilis loguid ja dieđuid beassat atnit kvalitehtaovddideamis, lohka Mikkelsen.

source: Nå skal et partssammensatt utvalg gjennomgå kvalitetsarbeidet de neste årene.
sme: Dál galgá oassebeliin sehkkejuvvon bargojoavku geahčadit kvalitehtabarggu boahttevaš jagiid.

source: Mikkelsen er klar på at samiske elevers sosiale og faglige trivsel på skolene skal være sentrale i arbeidet, og har foreslått samiske representanter til utvalget.
sme: Mikkelsen lea čielggas das ahte sámi ohppiid sosiála ja fágalaš loaktin skuvllas galgá guovddážis barggus, ja lea evttohan sámi áirasiid bargojovkui.

source: – Mitt mål er styrke kvalitetsutviklingen de neste årene.
sme: – Mu mihttu lea nannet kvalitehtaovddideapmi boahttevaš jagiid.

source: Det er viktig å kartlegge omfanget av mobbing av samisk elever, samt å måle kvaliteten på samiskopplæringen, sier Mikkelsen.
sme: Lea dehálaš kártet viidodaga sámi ohppiid givssideamis, ja mihtidit sámegieloahpu kvalitehta, lohká Mikkelsen.

source: For intervju eller spørsmål, kontakt sametingsråd Mikkel Eskil Mikkelsen (NSR), mikkel.eskil.mikkelsen@samediggi.no
sme: Jearahallama addá sámediggeráđđi Mikkel Eskil Mikkelsen (NSR), mikkel.eskil.mikkelsen@samediggi.no
